Repository: carlos-o/weedmatchheroku
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: The username can not be empty
es: El nombre de usuario no puede estar vacio

source: The password can not be empty
es: La contraseña no puede estar vacia

source: The user does not exist in the system
es: El usuario no existe en el sistema

source: Account inactive, or your account is blocked
es: Cuenta inactiva, o su cuenta esta bloqueada

source: Password is invalid, please enter your password correctly
es: Contraseña invalida, porfavor escriba correctamente su contraseña

source: The access_token field can not be empty
es: El campo access_token no puede estar vacio

source: The latitude field can not be empty
es: El campo latitud no puede estar vacio

source: The field length can not be empty
es: El campo longitud no puede estar vacio

source: The access token does not belong to that user
es: El token de acceso no pertenece a ese usuario

source: The username exists, please enter another username
es: El nombre de usuario existe, porfavor escriba otro nombre de usuario

source: The key that was used does not work
es: La llave que se utilzo no funciona

source: The country is not registered in the system
es: El pais no esta registrado en el sistema

source: In order to perform this operation, your account must be active
es: Para poder realizar esta operación su cuenta debe estar activa

source: The old password field can not be empty
es: El campo vieja contraseña no puede esta vacio

source: The new password field can not be empty
es: El campo nueva contraseña no puede esta vacio

source: The password entered does not match your current password
es: La contraseña ingresada no coincide con tu actual contraseña

source: The password must have characters and numbers
es: La contraseña debe tener caracteres y numeros

source: The profile image field can not be empty
es: El campo imagen de perfil no puede estar vacio

source: You can not upload more than 6 images in your profile, you must delete some
es: no puedes subir mas de 6 imagenes en tu perfil, debes eliminar alguna

source: There is no such image on your profile
es: no existe esa imagen en tu perfil

source: The distance field can not be empty
es: El campo distancia no puede estar vacio

source: The distance value can only be numbers
es: el valor distancia solo puede ser numeros

source: The public feed image field can not be empty
es: El campo imagen del feed publico no puede estar vacio

source: An error occurred while saving the image
es: Ha ocurrido un error al guardar la imagen

source: The image does not exist, you can not add a weed-like
es: La imagen no existe, no puedes agregarle un weed-like

source: The like field can not be empty
es: El campo like no puede estar vacio

source: Can not attach a weed-like to the image
es: No se puede anexar un weed-like a la imagen

source: The image does not exist in your public feed or you have already deleted it
es: La imagen no existe en tu feed publico o ya la has eliminado

source: The date field can not be empty
es: El campo de fecha no puede estar vacío

source: The date you entered is not valid
es: La fecha que ingresaste no es válida

source: The day is out of range per month
es: El día está fuera de rango por mes

source: Please enter a valid email address
es: Por favor escriba una direccion de correo valida

source: Mail exists, please enter another email
es: El correo existe, porfavor ingresa otro correo

source: An error occurred while saving the user
es: Ha ocurrido un error al guardar el usuario

source: The mail field can not be empty
es: El campo correo no puede estar vacio

source: The mail is not registered in the system
es: El correo no esta registrado en el sistema

source: The code field can not be empty
es: El campo codigo no puede estar vacio

source: Code you sent does not match the one registered in your account
es: Código que enviaste no coinciden con el registrado en tu cuenta

source: empty values not allowed
es: valores vacíos no permitidos

source: min length is 3
es: La longitud mínima es 3

source: min length is 6
es: La longitud mínima es 6

source: max length is 12
es: La longitud maxima es 12

source: max length is 20
es: La longitud maxima es 20

source: max length is 30
es: La longitud maxima es 30

source: max length is 255
es: La longitud maxima es 255

source: must be of string type
es: debe ser de tipo cadena

source: unallowed value
es: valor no permitido

source: must be of integer type
es: debe ser de tipo entero

source: must be of date type
es: debe ser del tipo de fecha

source: You have been disconnected from the system
es: Te ha desconectado del sistema

source: The creation of your account has been successfully completed
es: La creacion de tu cuenta se ha realizado con exito

source: The mail has been sent successfully
es: El correo se ha enviado con exito

source: Server problems could not make the request
es: Problemas del servidor no se ha podido realizar la peticion

source: The password has been successfully changed
es: La contraseña se ha cambiado con exito

source: Your personal information has been successfully edited
es: Tu información personal ha sido editada con exito

source: Your profile image has been successfully changed
es: Tu imagen de perfil ha sido cambiada exitosamente

source: You have successfully uploaded an image to your profile
es: Has subido una imagen a tu perfil exitosamente

source: You have successfully deleted an image of your profile
es: Has eliminado una imagen de tu perfil exitosamente

source: You have edited the user search distance
es: Has editado la distancia de busqueda de usuarios

source: The image has been uploaded to your public profile successfully
es: La imagen se ha subido a tu perfil publico con exito

source: The image has been successfully edited
es: Se ha editado la imagen con exito

source: The image has been successfully deleted from your public profile
es: La imagen a sido eliminada con exito de su perfil publico

source: The credit card field can not be empty
es: El campo tarjeta de credito no puede estas vacio

source: The field of the credit card number only accepts numbers
es: El campo del número de tarjeta de crédito solo acepta números

source: This card number is already registered in your account
es: Ya esta registrado en tu cuenta ese numero de tarjeta

source: An error occurred while saving the credit card
es: Ha ocurrido un error al guardar la tarjeta de credito

source: You have successfully added a credit card to your account
es: Has agregado una tarjeta de credito a tu cuenta con exito

source: Your credit card information has been successfully edited
es: La información de tu tarjeta de credito se ha editado con exito

source: The credit card has been successfully deleted from your account
es: La tarjeta de credito ha sido eliminada de tu cuenta con exito
